[
    {
        "id-fact" : 1,
        "one-fact" : "Chuck Norris est en couleur sur les photos Noir et Blanc."
    },
    {
        "id-fact" : 2,
        "one-fact" : "Chuck Norris ne ment pas, c'est la vérité qui se trompe."
    },
    {
        "id-fact" : 3,
        "one-fact" : "Chuck Norris a déjà compté jusqu'à l'infini. Deux fois."
    },
    {
        "id-fact" : 4,
        "one-fact" : "Aux yeux de Chuck Angular n'est pas un language."
    },
    {
        "id-fact" : 5,
        "one-fact" : "Un jour Chuck Norris a dit 'Va voir la-bas si j'y suis'... et il y était..."
    },
    {
        "id-fact" : 6,
        "one-fact" : "Merci qui !? Merci Chuck et Michel."
    },
    {
        "id-fact" : 7,
        "one-fact" : "Angular disparaitra quand Chuck l'aura décider."
    },
    {
        "id-fact" : 8,
        "one-fact" : "Un aigle peut lire un journal à 1400 mètres de distance. Chuck Norris peut tourner la page."
    },
    {
        "id-fact" : 9,
        "one-fact" : "Quand Google ne trouve pas quelque chose, il demande à Chuck Norris."
    },
    {
        "id-fact" : 10,
        "one-fact" : "Chuck Norris est contre les radars automatiques : ça l'éblouit lorsqu'il fait du vélo."
    },
    {
        "id-fact" : 11,
        "one-fact" : "Chuck Norris est mort depuis 10 ans, mais la Mort n'a pas encore trouvé le courage d'aller lui dire."
    },
    {
        "id-fact" : 12,
        "one-fact" : "Chuck Norris peut encercler ses ennemis. Tout seul."
    },
    {
        "id-fact" : 13,
        "one-fact" : "Chuck Norris sait parler le braille."
    },
    {
        "id-fact" : 14,
        "one-fact" : "Chuck Norris utilise approuve et valide l'utilisation de React."
    },
    {
        "id-fact" : 15,
        "one-fact" : "Quand la tartine de Chuck Norris tombe, la confiture change de côté."
    },
    {
        "id-fact" : 16,
        "one-fact" : "Quand Chuck Norris pisse face au vent, le vent préfère changer de direction."
    },
    {
        "id-fact" : 17,
        "one-fact" : "Chuck Norris peut t'étrangler avec un téléphone sans fil."
    },
    {
        "id-fact" : 18,
        "one-fact" : "Un film de Bruce Lee montre Chuck Norris se faire battre par Bruce Lee. C'est là l'effet spécial le plus cher de toute l'histoire du cinéma."
    },
    {
        "id-fact" : 19,
        "one-fact" : "Quand Chuck Norris marche sur un râteau, le rateau se prend Chuck Norris dans la gueule."
    },
    {
        "id-fact" : 20,
        "one-fact" : "Chuck Norris peut diviser par zéro."
    },
    {
        "id-fact" : 21,
        "one-fact" : "Chuck Norris a déjà été sur Mars, c'est pour cela qu'il n'y a pas de signes de vie là bas."
    },
    {
        "id-fact" : 22,
        "one-fact" : "Un jour Chuck Norris a eu un zéro en latin, depuis c'est une langue morte."
    },
    {
        "id-fact" : 23,
        "one-fact" : "Dieu a dit : Que la lumière soit ! Et Chuck Norris répondit : On dit s'il vous plait !"
    },
    {
        "id-fact" : 24,
        "one-fact" : "Chuck Norris peut applaudir d'une seule main."
    },
    {
        "id-fact" : 25,
        "one-fact" : "Chuck Norris sait où se trouve Ornicar."
    },
    {
        "id-fact" : 26,
        "one-fact" : "Chuck Norris a déjà frôlé la mort....elle ne s'en est jamais remise."
    },
    {
        "id-fact" : 27,
        "one-fact" : "Des gamins pissent dans la neige pour écrire leur nom. Chuck Norris le fait dans le béton armé."
    },
    {
        "id-fact" : 28,
        "one-fact" : "Il n'y a pas de théorie de l'évolution. Juste une liste d'espèces que Chuck Norris autorise à survivre."
    },
    {
        "id-fact" : 29,
        "one-fact" : "Chuck Norris peut taguer le mur du son."
    },
    {
        "id-fact" : 30,
        "one-fact" : "A l'école, c'est le professeur qui devait lever la main pour parler a Chuck Norris."
    }
    

]